Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Daytime Star.tmx
Source language: en
Languages: es_419

source: I mean, what's he gonna do if our k-star catches a cold in this freezing, winter weather?!
es_419: quiero decir, ¿qué hará si nuestra estrella se resfría en este tiempo invernal tan gélido?

source: y-yes...
es_419: s-sí…

source: this man…
es_419: este hombre…

source: aughhh
es_419: AAAAG

source: yes!
es_419: ¡sí!

source: push
es_419: PRESIONA

source: wow…
es_419: vaya…

source: …it just has...
es_419: … ya sucedió…

source: if you're sober now, can you explain the text you sent last night?
es_419: ahora que estás sobria, ¿podrías explicarme el mensaje de anoche?

source: I wasn't sure about the name of the place, so I was searching all nearby cafes.
es_419: no conocía el nombre del lugar, así que busqué en todos los cafés cercanos.

source: oh, I came here after shooting until dawn…
es_419: ah, sí. hoy tuve que rodar hasta el amanecer…

source: okay, I'll be there shortly.
es_419: voy en un minuto.

source: enough already. just drink your beer…
es_419: pero ya déjalo. sigue con tu cerveza…

source: long hair...
es_419: cabello largo…

source: why, are you envious?
es_419: ¿tienes envidia?

source: …so I guess I just need to get my money's worth.
es_419: … así que supongo que hay que aprovechar la inversión.

source: why, you scared I might guess what's going through your mind?
es_419: ¿por qué me ignoras? ¿temes que adivine lo que hay en tu cabeza?

source: hey, seonbae--
es_419: eh, seunghyeon…

source: a true korean star with countless fans throughout asia.
es_419: una verdadera estrella, con miles de fans en toda asia.

source: I'm with you 24/7! when will I have the time to do that?
es_419: ¡estoy contigo todo el día! ¿en qué momento podría conocer a uno?

source: hello? miss hwang! you there?
es_419: ¿hola? ¡señorita hwang! ¿estás ahí?

source: there are numerous reporters here today since we're shooting publicly. you want to be on the headlines, again?
es_419: como el rodaje hoy está abierto al público, hay muchos reporteros. ¿quieres estar en los titulares otra vez?

source: was it cheol something park? sorry, I'm not good with names.
es_419: ¿tú eras cheol algo park? lo siento, no recuerdo los nombres.

source: were you discussing something important with yura earlier?
es_419: ¿hablabas sobre algo importante con yura cuando llegué?

source: passed out
es_419: DORMIDA

source: is this fool unbiased or just thoughtless?
es_419: ¿el tonto no tiene prejuicios o es solo un necio?

source: but… this is physically taxing as well.
es_419: pero esto también es físicamente agotador.

source: right...
es_419: ya…

source: if I keep hesitating like this…
es_419: si sigo dudando…

source: but you married her knowing all this so that you can take advantage of her family's background.
es_419: pero tú sabías todo esto y te casaste con ella para aprovecharte de su entorno familiar.

source: who says that about themselves like that?
es_419: ¿qué persona diría eso de sí misma?

source: it's more noticeable if you act like that. just act normal.
es_419: es más obvio si te portas así. solo actúa normalmente.

source: if I ask him to wait...
es_419: si le pido que me espere…

source: lift
es_419: LEVANTA

source: I need to stop by somewhere.{j}I'll be right there!
es_419: debo ir a un lugar.{j}¡estaré allí en un minuto!

source: I didn't realize that something that's so simple for me…
es_419: no comprendí que algo que para mí es tan simple…

source: am I feeling like this...
es_419: ¿aún me siento así…

source: how can I make 15 mistakes in one scene alone...
es_419: ¿cómo pude cometer 15 errores en una sola escena…?

source: I forgot how famous they are and how much they have to consider.
es_419: olvidé lo famosos que son y todo lo que deben tener en cuenta.

source: not a single day went by without having seonbae on my mind ever since filming time.
es_419: desde la filmación, no ha pasado un solo día en que no estuviera en mi mente.

source: you knew all along jeong-u was this kind of prick, didn't you?
es_419: siempre supiste que jeong-u era un desgraciado, ¿no?

source: oh, sorry.
es_419: lo siento.

source: hey, miran!
es_419: ¡hola, miran!

source: I'm not interested in hearing you out, so can we leave?
es_419: no me interesa escucharte, ¿podemos irnos?

source: his face is plastered all over the city…
es_419: su cara está publicada por toda la ciudad…

source: I mean, how dense can you be?
es_419: ¿qué tan tonto puedes ser?

source: and when we do... what then?
es_419: ¿y cuando lo logremos?

source: you said... to sleep in your room...
es_419: dijiste… que durmiera en tu cuarto.

source: seven years!
es_419: ¡siete años!

source: wait, why do you look so down?
es_419: oye, ¿por qué estás deprimida?

source: let's get going then, jingyeong!
es_419: ¡vamos entonces, jingyeong!

source: but why is he playing my game in front of me?!
es_419: ¡¿por qué está jugando frente a mí?!

source: you should be grateful I stuck around for that long.
es_419: deberías estar agradecida de que me quedara tanto tiempo.

source: goodness gracious. just call him, girl!
es_419: santo cielo, amiga. ¡solo llámalo!

source: director yu did ask if we can adjust your schedule for next wednesday.
es_419: el director yu pidió que ajustásemos tu agenda para el miércoles.

source: a new actress who doesn't have a fixed image by the viewers yet. man… it's so tough…
es_419: una artista que aún no tenga una imagen fijada por la audiencia. amigo, es tan difícil…

source: huff
es_419: UUF

source: hey, seunghyeon! you listening?
es_419: ¡seunghyeon! ¿me estás escuchando?

source: my heart feels like it's about to burst.
es_419: me va a explotar el corazón.

source: ...apologies?!
es_419: … siento?!

source: oh, I'm so sorry, seunghyeon.
es_419: cuánto lo siento, seunghyeon.

source: what did you say?!
es_419: ¡¿qué dijiste?!

source: tap
es_419: TAC

source: change my outfit in the corner of the shooting site!
es_419: ¡me cambiaba la ropa en la esquina del plató!

source: seonbae…
es_419: seunghyeon…

source: honestly, if I thought you weren't interested, I wouldn't have spared the time for this meet up.
es_419: sinceramente, si hubiera creído que no estabas interesada, no habría dedicado tiempo a organizar esto.

source: yura, we were just talking about you!
es_419: ¡yura, estábamos hablando de ti!

source: episode 17
es_419: episodio 17

source: haa
es_419: AH…

source: I told you earlier.
es_419: ya te lo dije.

source: …to become someone like you, who can't make a place for himself unless he plays shady!
es_419: … convertirme en alguien como tú, que no puede ganarse un lugar de forma honesta!

source: I was envious of all those things but they aren't easy as I thought...
es_419: envidiaba esas cosas, pero no son tan simples como creía…

source: he was a famous model for quite some time in the past…
es_419: fue un modelo famoso por bastante tiempo…

source: that's straight out of a k-drama!
es_419: ¡esto parece salido de una novela!

source: how fortunate. if seonbae hadn't been so considerate...
es_419: qué suerte. si seonbae no hubiera sido tan considerado,

source: what happened was--
es_419: lo que ocurrió fue…

source: tumble
es_419: PLUMB

source: listen.
es_419: escucha.

source: It's me, Yura...
es_419: soy yo, yura…

source: I'll introduce you two next time.
es_419: te la presentaré la próxima vez.

source: how in the world am I supposed to remember all the people that auditioned?
es_419: ¿cómo se supone que voy a recordar a todos los que audicionaron?

source: haha…
es_419: ja, ja…

source: roll
es_419: RAAM

source: flare
es_419: ARREBATADA

source: how can an extra make all the mistakes when the leading star isn't?!
es_419: ¡¿cómo puede un extra cometer tantos errores, si la protagonista no lo hace?!

source: snort
es_419: MMM

source: what's wrong? did you cuss me out on the text?
es_419: "¿qué sucede? ¿acaso me insultabas en el mensaje?"

source: I can't believe the first thing she said was--
es_419: no puedo creer que lo primero que dijera fuera…

source: I'll be back before you know it.
es_419: volveré en un minuto.

source: dreadful moments behind the scene
es_419: horas desastrosas detrás de escena

source: I don't want you to go…
es_419: no quiero que vayas…

source: yes?!
es_419: ¡¿sí?!

source: the role I got...
es_419: el papel que me dieron…

source: what?! two more?
es_419: ¡¿qué?! ¿dos más?

source: that...
es_419: eso…

source: we text.
es_419: nos escribimos.

source: ahem
es_419: EJEM

source: time.
es_419: tiempo.

source: how are you able to memorize your script with that head of yours?
es_419: ¿cómo es que puedes memorizar el guion con el cerebro que tienes?

source: episode 11
es_419: episodio 11

source: yura, we'll support you fully if you go out with the people on this list several times.
es_419: yura, te daremos todo nuestro apoyo si sales varias veces con las personas de esta lista.

source: ...just acting? seems too real...
es_419: … solo actuando? parece muy real…

source: that experience will also prove to be helpful in the future.
es_419: esa experiencia también será útil en el futuro.

source: I guess…
es_419: creo que…

source: I thought you exchanged numbers.
es_419: intercambiaron números de teléfono.

source: this is serious, huh, seunghyeon?
es_419: va en serio, ¿verdad, seunghyeon?

source: earlier, I was focused on not making a mistake and doing well in front of jeong-u that I completely lost direction of my character's role.
es_419: antes estaba tan concentrada en no cometer errores y hacer un buen papel frente a jeong-u, que perdí por completo el rumbo de mi personaje.

source: then this is my third time running into her.
es_419: entonces es la tercera vez que me encuentro con ella.

source: this is awkward!!
es_419: ¡¡qué incómodo!!

source: oh, so the role is…
es_419: ah, el papel es…

source: action!!
es_419: ¡¡acción!!

source: good luck! break a leg!
es_419: ¡suerte! ¡que vaya bien!

source: those kind.
es_419: de ese tipo.

source: if you give me your name, I'll guide you to your seat.
es_419: si me dice su nombre, la guiaré al suyo.

source: I can't avoid him forever.
es_419: no podré evitarlo para siempre.

source: I got ready super fast so I wouldn't be late… and now, I'm here 30 minutes early.
es_419: me preparé muy rápido para ser puntual y llegué 30 minutos antes de la hora.

source: none…
es_419: nada…

source: now that I understand, I can't possibly rush him out of here.
es_419: ya lo entiendo. no puedo apurarlo para que salga de aquí.

source: we're here, yura.
es_419: llegamos, yura.

source: UP TO
es_419: HASTA

source: hmm… shall we?
es_419: mmm… ¿te parece?

source: m-my goodness!
es_419: ¡o-oh, vaya!

source: …he was so charming and perfect.
es_419: … era encantador y perfecto.

source: even though it's a miniscule role, it's a role I proudly and fairly got, unlike the male lead who sneaks around and snatches it from somebody else.
es_419: aunque es un papel minúsculo, lo obtuve con orgullo y de forma justa, no como el protagonista masculino que se lo arrebató a otro disimuladamente.

source: is it awkward because we haven't seen each other in a while?
es_419: ¿estás incómoda porque no nos hemos visto en mucho tiempo?

source: if she impressed that picky director yu with her acting skills even in the toughest circumstances…
es_419: si yura impresionó al quisquilloso director yu con su actuación, incluso en circunstancias difíciles…

source: here we go, paprika.
es_419: aquí está. pimentón.

source: just what…
es_419: solo me pregunto…

source: I just need to express what I'm feeling right now.
es_419: solo debo expresar cómo me siento ahora.

source: let's go, jingyeong.
es_419: vamos, jingyeong.

source: ...yesterday?
es_419: … ayer?

source: please take your seats.
es_419: por favor, tomen asiento.

source: hey, yura...
es_419: oye, yura…

source: your can lie down on that couch over there and you can just move your lips.
es_419: puedes recostarte en el sofá y mover los labios en silencio.

source: you really are drunk.
es_419: estás muy ebria.

source: see?!
es_419: ¡¿ves?!

source: I just heard the shoot keeps getting delayed because of jeong-u.
es_419: me enteré de que la filmación sigue retrasándose por su culpa.

source: for those that are planning to head out…
es_419: si están planeando salir…

source: either way…
es_419: como sea…

source: you can thank me later--
es_419: puedes agradecerme después…

source: …and if seonbae finds jina attractive…
es_419: … y si seunghyeon la encuentra atractiva…

source: oh, really? ah…
es_419: ¿de veras? ah…

source: nice to meet you.
es_419: mucho gusto.

source: look at the result of how your life is, after living oh-so-proud.
es_419: mira en qué ha resultado tu vida, siendo tan orgullosa.

source: they're like two bulldozers!!
es_419: ¡¡son dos topadoras!!

source: director yu is something alright...
es_419: el director yu es de armas tomar…

source: ooh, you look lovely!
es_419: ¡aay, estás preciosa!

source: you know it's common to extend the shooting hours even after pulling an all-nighter.
es_419: sabes que es normal que el rodaje se extienda, incluso toda la noche.

source: when is he going to fix that habit of his?
es_419: ¿cuándo corregirá ese hábito?

source: ...who doesn't know I was shooting an all-nighter yesterday.
es_419: … que no sabe que estuve filmando toda la noche.

source: I think I caught a glimpse.
es_419: creo que te vi pasar.

source: stop right there...
es_419: detente…

source: are you going to stay and watch my audition?
es_419: ¿te quedarás a ver la audición?

source: no. I'm way past the envious stage.
es_419: no, ya superé la etapa de la envidia.

source: …I'm getting scared right now...
es_419: … me estoy preocupando.

source: yeah… I hope so…
es_419: sí… ojalá…

source: poor seunghyeon! now he has to put up with that lousy actor!
es_419: ¡pobre seunghyeon! ¡tiene que aguantar a ese actor pésimo!

source: wow, very straight forward!
es_419: ¡vaya, qué directo!

source: of miran...
es_419: de miran…

source: mise-en-scene is blah blah...
es_419: la puesta en escena bla, bla…

source: long time no see!
es_419: ¡tanto tiempo sin vernos!

source: they're almost done with the renovations but I still didn't get to see.
es_419: las renovaciones están casi listas, pero todavía no las pude ver.

source: fixed
es_419: FASCINADO

source: I know better than anyone how jeong-u is really like.
es_419: sé mejor que nadie cómo es jeong-u realmente.

source: ...if I was the protagonist, hyerim...
es_419: … ser la protagonista, hyerim,

source: it was a sudden change so I'm sure there are other staff members that just found out about this.
es_419: fue un cambio repentino, así que estoy segura de que hay más miembros del personal que acaban de enterarse.

source: wow, there's no wake up call like it.
es_419: vaya, no hay mejor despertador que ese.

source: yeah, that's fine.
es_419: sí, está bien.

source: I'm in the sixth row.
es_419: estoy en la sexta fila.

source: I did? when?
es_419: ¿sí? ¿cuándo?

source: what're you doing? come on.
es_419: ¿qué haces? vamos.

source: that's the part I think is the most important.
es_419: es la parte más importante.

source: that's a wrap!
es_419: ¡eso es todo!

source: ...will I get dumped even before we get together?!
es_419: … ¡¿me abandonará antes de que empecemos a salir?!

source: I couldn't sleep at all...
es_419: no pude dormir nada.

source: oh, you're good!
es_419: ¡no pasa nada!

source: of course, if I searched for veteran actors, I'm sure they'll be able to act it out. but I want to use a new face.
es_419: puedo buscar a actrices veteranas, que seguro que lo harían bien, pero quiero una cara nueva.

source: I see.
es_419: ya veo.

source: ...his stare…
es_419: su mirada…

source: Come out in 20 minutes.
es_419: sal en 20 minutos.

source: jingyeong is right.
es_419: jingyeong tiene razón.

source: no, not tomorrow!
es_419: ¡no la verás mañana!

source: badum
es_419: TUTUM

source: yura, please! wake up!
es_419: ¡yura, por favor! ¡despierta!

source: of course! way to state the obvious!
es_419: ¡por supuesto! ¡qué obviedades dices!

source: sorry? for what?
es_419: ¿por qué lo dices?

source: I'm sorry for delaying our shoot...
es_419: lamento haber demorado nuestra toma…

source: the handkerchief!
es_419: ¡el pañuelo!

source: see you again!
es_419: ¡te veo luego!

source: does he not know how the weather is today?
es_419: ¿no sabe cómo está el tiempo hoy?

source: I made a list of all the things we need!
es_419: ¡hice una lista con lo que necesitamos!

source: once I leave him a text, he'll check it in the morning.{j}I'll be sober by then, but there'll be no way of avoiding him.
es_419: lo verá por la mañana.{j}para entonces el efecto del alcohol habrá pasado, pero ya no podré evitar hablar con él.

source: tall, attractive, and built.
es_419: alto, atractivo y musculoso.

source: splatter
es_419: PLOC PLOC

source: …I'm a bit worried because yura had a lot of bad experiences with agencies.
es_419: … eso me preocupa un poco, porque tuvo malas experiencias con las agencias.

source: are you okay with that? you've been planning this for such a long time.
es_419: ¿y te parece bien? lo has planeado por mucho tiempo.

source: is that why you're acting so arrogant? since you've got seven years under your belt?
es_419: ¿por eso actúas con tanta arrogancia? ¿porque tienes siete años de experiencia?

source: action!
es_419: ¡acción!

source: all the other managers are on site.
es_419: los representantes están en el plató.

source: don't worry! just focus on your role!
es_419: ¡no te preocupes! ¡céntrate en tu papel!

source: blush
es_419: SE SONROJA

source: you still had a minute left. you should've shown up on the dot.
es_419: ¡pero si te quedaba un minuto! siempre apareces a último momento.

source: ...but gave up on hope after not hearing from them...
es_419: … pero, al no recibir respuesta, perdí la esperanza…

source: oh! we'll be grateful if you do.
es_419: ¡ah! te lo agradeceríamos mucho.

source: I'll escort you to the shooting site.
es_419: iré contigo al lugar del rodaje.

source: thanks. rest up.
es_419: gracias. descansa.

source: am I still hung up...
es_419: ¿sigo aferrada…

source: um, no, of course…
es_419: mm, no, por supuesto…

source: it seems…
es_419: parece que…

source: correction...
es_419: corrección…

source: make sure you tell her I have to attend that meeting, alright?
es_419: asegúrate de decirle que debo asistir a esa reunión, ¿de acuerdo?

source: hurry up.
es_419: vamos.

source: but she has to stay longer because you refused to shoot!
es_419: ¡pero debe quedarse más tiempo porque te negaste a rodar!

source: wait a sec! what am I doing?!
es_419: ¡oye! ¡¿qué estoy haciendo?!

source: ohhhhh!!
es_419: ¡¡ahhh!!

source: I got mad respect for you, girl!
es_419: ¡tienes mi mayor respeto, amiga!

source: ...thought she wouldn't be able to trust anyone, anymore.
es_419: … creyó que ya nunca podría confiar en nadie.

source: excuse me, young man.
es_419: disculpe, joven.

source: ...I'm ashamed to face both you and yura.
es_419: … me avergüenza dar la cara ante ti y yura.

source: mr. mun.
es_419: señor mun.

source: ah, it's unfortunate I'm not.
es_419: ah, lamentablemente, no.

source: …he approves of my acting in time?
es_419: … que le gustó mi actuación en tiempo?

source: director jang! how have you been?
es_419: ¡director jang! ¿cómo está?

source: so I told him I'll pick you up and take you to his place.
es_419: así que le dije que te recogería y te llevaría a su casa.

source: mm...
es_419: mmm…

source: good job with the audition.
es_419: tu audición estuvo genial.

source: let's answer!
es_419: ¡responderé!

source: haha!
es_419: ¡ja, ja!

source: ...of all the times I've wanted to give up.
es_419: … de todas las veces que he querido rendirme.

source: I don't want to waste my breath.
es_419: no quiero desperdiciar mi tiempo.

source: why are you taking out your stress on somebody else?
es_419: ¿por qué descargas tu estrés en otra persona?

source: ...I can tell him about all those murky thoughts.
es_419: … le revelaré mis tenebrosos pensamientos.

source: it'll be better if we can meet again as partners in a different project.
es_419: sería muy bueno que fuésemos compañeros en un nuevo proyecto.

source: you need that emotion now, but just for now!
es_419: necesitas esa emoción ahora, ¡pero solo ahora!

source: WAITING ROOM SEUNGHYEON KANG
es_419: SALA DE ESPERA DE SEUNGHYEON KANG

source: what is?
es_419: ¿qué cosa?

source: that's because…
es_419: es porque…

source: th-th-th-this...
es_419: e-e-e-este…

source: yep, I'm tuned.
es_419: sí, estoy lista.

source: scroll
es_419: PIENSA

source: long time no see, yura.
es_419: ¡tanto tiempo sin vernos!

source: sorry?!
es_419: ¡¿perdón?!

source: bwahahaha
es_419: MUAJAJAJA

source: there are numerous people who are as talented as you and have connections.
es_419: hay muchísimas personas que son tan talentosas como tú y tienen conexiones.

source: nothing much…
es_419: nada en especial…

source: seunghyeon, you know your "MEN" magazine cover shoot next wednesday? let's move that up to either tomorrow or the day after.
es_419: ¿recuerdas la sesión de fotos para la portada de la revista MEN del próximo miércoles? vamos a modificarla para mañana o pasado.

source: so it was this place!
es_419: ¡así que es aquí!

source: it's not like I was able to accept his feelings right away. am I regretting it now since he's not reaching out to me?
es_419: es difícil para mí aceptar sus sentimientos justo ahora. ¿me estaré arrepintiendo solo porque no me llama?

source: so what?
es_419: ¿y?

source: this better not leave a scar!
es_419: ¡espero que no quede cicatriz!

source: jingyeong! hi, gwangsu!
es_419: ¡jingyeong! ¡hola, gwangsu!

source: you see this?{j}I just got the chills!
es_419: ¿lo ves?{j}¡piel de gallina!

source: ...instead of suji.
es_419: en lugar de suji.

source: wow!
es_419: ¡vaya!

source: and more...
es_419: y más…

source: goodness…
es_419: santo cielo…

source: it's strange.
es_419: qué raro.

source: you dressed up way too pretty today. something tells me you're lying.
es_419: "te pusiste demasiado linda hoy. algo me dice que mientes".

source: you know gwangsu, right? seunghyeon's manager.
es_419: ya conoces a gwangsu, el representante de seunghyeon.

source: …to meet her…
es_419: … a conocerla…

source: texting and calling are two different things! how can you hold yourself back? don't you want to hear her voice and see her?
es_419: ¡enviar mensajes y llamar son cosas diferentes! ¿cómo te contienes? ¿no quieres verla y escuchar su voz?

source: what did you hear?
es_419: ¿qué entendiste?

source: okay.
es_419: claro.

source: be quiet, we're here! get out!
es_419: ¡silencio, ya llegamos! ¡baja!

source: are you sure yura will come out to meet you?
es_419: ¿estás seguro de que yura irá a verte?

source: why, what's wrong?
es_419: oye, ¿qué sucede?

source: aughhh!
es_419: ¡aaag!

source: haven't you been feeling like this since shooting time?
es_419: creo que te sientes así desde el rodaje.

source: why do I keep running into that jerk?!
es_419: ¡¿por qué sigo cruzándome con este idiota?!

source: see? you're happy, too! go on in now.
es_419: ¿lo ves? ¡también te encanta! entra.

source: so don't overwork yourself.
es_419: así que evita hacer esfuerzos.

source: what can I do even if I am upset?
es_419: "aunque esto me fastidie, ¿qué puedo hacer?

source: watching seonbae approaching me gently felt so warm and nice…
es_419: me sentí tan bien al verlo acercándose con tanta dulzura…

source: ...it fell.
es_419: … se ha caído.

source: later.{j}I'll hear you out, later.
es_419: {j}más tarde te prestaré atención.

source: but why're you smiling?
es_419: ¿y por qué sonríes?

source: jeong-u, why…
es_419: jeong-u, ¿qué…?
